brew "fzf"
brew "gh"
brew "git-delta"
brew "htop"
brew "jq"
brew "neofetch"
brew "nvim"
brew "nvm"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
cask "1password"
cask "alacritty"
cask "amethyst"
cask "anki"
cask "chatgpt"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "hiddenbar"
cask "intellij-idea"
cask "obsidian"
cask "rider"
cask "signal"
cask "slack"
cask "spotify"
cask "temurin@21"
cask "zed"
