brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "btop"
brew "jq"
brew "lazygit"
brew "mas"
brew "fastfetch"
brew "nvim"
brew "ripgrep"
brew "sd"
brew "starship"
brew "stow"
brew "tmux"
brew "tokei"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "anki"
cask "colima"
cask "discord"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "godot-mono"
cask "intellij-idea-ce"
cask "nordvpn"
cask "postman"
cask "rider"
cask "signal"
cask "slack"
cask "spotify"

mas "1Password for Safari", id: 1569813296
mas "Vimlike", id: 1584519802
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "uBlock Origin Lite", id: 6745342698
