brew "bat"
brew "btop"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "just"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lazyssh"
brew "mas"
brew "mise"
brew "nvim"
brew "opencode"
brew "ripgrep"
brew "sd"
brew "starship"
brew "stow"
brew "tmux"
brew "tokei"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "aerospace"
cask "anki"
cask "claude-code"
cask "copilot-cli"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "intellij-idea-ce"
cask "microsoft-teams"
cask "mitmproxy"
cask "moonlight"
cask "obsidian"
cask "rider"
cask "signal"
cask "slack"
cask "spotify"

mas "1Password for Safari", id: 1569813296
mas "Vimlike", id: 1584519802
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "uBlock Origin Lite", id: 6745342698
