brew "act"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "htop"
brew "jq"
brew "kubectl"
brew "kubeseal"
brew "lazygit"
brew "mas"
brew "maven"
brew "nerdfetch"
brew "nvim"
brew "nvm"
brew "ripgrep"
brew "sd"
brew "starship"
brew "stow"
brew "tmux"
brew "tokei"
brew "tree"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "alacritty"
cask "anki"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "godot-mono"
cask "intellij-idea"
cask "nikitabobko/tap/aerospace"
cask "rider"
cask "signal"
cask "slack"
cask "spotify"
cask "temurin@21"

mas "WireGuard", id: 1451685025

