1password
alacritty
amd-ucode
aseprite
base
base-devel
bluetui
bluez
bluez-utils
bolt-launcher-bin
brightnessctl
btop
btrfs-progs
discord
docker
docker-compose
efibootmgr
fastfetch
fd
firefox
fzf
gimp
git
github-cli
gnome-keyring
grim
gst-plugin-pipewire
imv
intel-media-driver
intellij-idea-community-edition-bin
iwd
lazydocker
lazygit
lazyssh-bin
lib32-mesa
lib32-vulkan-radeon
libpulse
libva-intel-driver
linux
linux-firmware
lutris
ly
man-db
man-pages
mise
nano
neovim
network-manager-applet
networkmanager
opencl-mesa
opencode
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
prismlauncher
ripgrep
rocm-smi-lib
signal-desktop
slack-electron
slurp
smartmontools
snapper
spotify
starship
steam
stow
sudo
sway
swaybg
swayidle
swaylock
thunar
ttf-jetbrains-mono-nerd
unzip
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
vulkan-tools
waybar
wget
wine
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
xorg-xwayland
yay
yay-debug
zram-generator
zsh
zsh-autocomplete
zsh-syntax-highlighting
